{
    "Home": "gida",
    "Why Choose Us": "Me Yasa Zabe Mu",
    "Our Services": "Ayyuka mu",
    "Our Team": "Tawagar mu",
    "Our Branches": "Rassan mu",
    "Bridging the Gap in the Provision": "Dillalan Tazarar da Tattalin Arziki Ma'aikatar Lafiya a Najeriya",
    "of": " ",
    "Healthcare Services": " ",
    "in Nigeria": " ",
    "Book Appointment": "Littafin Alƙawari",
    "Our E-health platform offers video consultations with specialist Doctors in various fields of Medicine. This innovative platform which is the first of its kind in Nigeria, brings about a change in outpatient consultation, leveraging technology through telemedicine. With Our E-health platform, all Nigerians, wherever they are located, now have access to premium healthcare services.":
    "Dandalin mu na E-health yana ba da shawarwarin bidiyo tare da kwararrun likitoci a fannonin Magunguna daban-daban. Wannan sabon dandali wanda shi ne irinsa na farko a Nigeria, ya kawo sauyi wajen tuntubar marasa lafiya, ta hanyar amfani da fasahar sadarwa ta hanyoyin sadarwa. Tare da dandalin mu na E-health, duk ƴan Nigeria, a duk inda suke, yanzu suna da damar samun ingantaccen sabis na kiwon lafiya.",
    "Consult with E-health": "Shawara tare da E-health",
    "Log on to our website and click on the \"Consult with E-health\" button then Choose your preferred doctor and the appointment date/time ":
    "Shiga gidan yanar gizon mu kuma danna maɓallin \"Shawara tare da E-health\" sannan zaɓi likitan da kuka fi so da kwanan wata/lokaci",
    "Confirm Appointment": "Tabbatar da Alƙawari",
    "An email will be sent to you to make payment for the consultation. Click on pay now, then make payment online using your bank card or transfer":
    "Za a aika maka imel don biyan kuɗin shawarwarin. Danna biya yanzu, sannan ku biya akan layi ta amfani da katin banki ko canja wuri",
    "Meet your doctor": "Haɗu da likitan ku",
    "Once payment is confirmed, an email with the consultation link will be sent to you so you can log on at the scheduled time by clicking on the link":
    "Da zarar an tabbatar da biyan kuɗi, za a aiko muku da imel tare da hanyar haɗin gwiwar don ku iya shiga a lokacin da aka tsara ta danna hanyar haɗin yanar gizon.",
    "Frequently Asked Questions (FAQs)": "Tambayoyin da ake yawan yi",
    "What are some benefits of using the E-health platform?": "Menene wasu fa'idodin amfani da dandalin E-health?",
    "E-health distinguishes itself as the first proper hospital operator-based telemedicine platform designed to offer the entire value chain under one platform – consultation & diagnostics, all the way to prescriptions and lab referrals":
    "E-health ya bambanta kansa a matsayin dandamali na telemedicine na farko wanda ya dace da ma'aikacin asibiti wanda aka tsara don ba da dukkan sarkar darajar a ƙarƙashin dandamali ɗaya - shawarwari & bincike, har zuwa takaddun magunguna da masu neman lab.",
    "Standing out from other telemedicine providers, E-health provides access to a wide range of specialists across different areas of medicine (multidisciplinary care) under one platform":
    "Tsaye daga sauran masu ba da sabis na telemedicine, E-health yana ba da damar yin amfani da ƙwararrun ƙwararrun ƙwararrun ƙwararrun ƙwararrun fannoni daban-daban na magani (kulawa da yawa) ƙarƙashin dandamali ɗaya.",
    "E-health has a two-way add-on feature that allows the patient to invite a family member or friend on the consultation and at the same time permits the Clinician to invite a colleague in case of a multi-disciplinary or complicated consultation. It also provides the flexibility of choosing the specialty or Specialist and the preferred appointment time":
    "E-health yana da nau'i-nau'i nau'i-nau'i biyu wanda ke ba da damar mai haƙuri ya gayyaci dangi ko aboki a kan shawarwarin kuma a lokaci guda ya ba da izinin Likitan don gayyatar abokin aiki idan akwai shawarwari masu yawa ko rikitarwa. Hakanan yana ba da sassaucin zaɓin ƙwararru ko ƙwararre da lokacin alƙawari da aka fi so",
    "What is the mode of payment on E-health?": "Menene tsarin biyan kuɗi akan E-health?",
    "You can make payments online using your bank card, USSD code or via bank transfers. Payments are secured with Paystack":
    "Kuna iya biyan kuɗi akan layi ta amfani da katin banki, lambar USSD ko ta hanyar canja wurin banki. Ana kiyaye biyan kuɗi tare da Paystack",
    "How much is a consult on the E-health platform?": "Nawa ne tuntuba akan dandalin E-health?",
    "It costs ₦5,000 to consult with a specialist for 1hour": "Ana biyan ₦5,000 don tuntubar wani gwani na tsawon awa 1",
    "You Can Call Us And Book A Visit": "Zaku Iya Kiranmu Kuma Kuyi Ziyara",
    "Services": "Ayyuka",
    "Departments": "Sassan",
    "Doctors": "Likitoci",
    "Our Management Team": "Ƙungiyar Gudanarwar mu",
    "Find Us": "Nemo Mu",
    "To Contact Our Support Team": "Don Tuntuɓar Tawagar Tallafin Mu",
    "Email us": "Yi mana imel",
    "To Speak with one of Our Consultants": "Domin Tattaunawa da ɗaya daga cikin Mashawartan Mu",
    "Use Our E-care Service.": "Yi amfani da Sabis ɗin Kulawa na mu.",
    "Click here to start": "Danna nan don farawa",

    "Morning": "Barka da Safiya",
    "Afternoon": "Barka da yamma",
    "Evening": "Barka da yamma",
    "Patients": "Marasa lafiya",
    "Administrators": "Masu gudanarwa",
    "Appointments": "Alƙawura",
    "Quote of the day!": "Maganar ranar!",
    "Waste no more time arguing what a good man should be, be one.": "Kada ku ɓata lokaci kuna jayayya da abin da mutumin kirki ya kamata ya zama, zama ɗaya.",
    "Latest Appointments": "Sabbin Alƙawura",
    "Patient": "Marasa lafiya",
    "Status": "Matsayi",
    "Total": "Jimlar",
    "Phone Number": "Lambar tarho",
    "Date": "Kwanan wata",

    "Search Department": "Sashen Bincike",
    "Add Department": "Ƙara Sashe",
    "Department": "Sashen",
    "Number Of Doctors": "Adadin Likitoci",
    "Department Name": "Sunan Sashen",
    "A department name is required and recommended to be unique": "Ana buƙatar sunan sashen kuma ana ba da shawarar ya zama na musamman",
    "Close": "Kusa",
    "Add": "Ƙara",
    "Edit Department": "Sashen Gyara",
    "Update": "Sabuntawa",

    "Navigation": "Kewayawa",
    "Dashboard": "gida",
    "User Management": "Gudanar da Mai amfani",
    "My Profile": "Bayanan Bayani na",
    "My Appointments": "Alƙawura na"
}
