{
    "Home": "ulo",
    "Why Choose Us": "Gịnị mere Họrọ Anyị",
    "Our Services": "Ọrụ anyị",
    "Our Team": "Otu anyị",
    "Our Branches": "Alaka anyị",
    "Bridging the Gap in the Provision": "Na-edozi oghere dị n'ọkwa ahụ Ọrụ nlekọta ahụike na Nigeria",
    "of": " ",
    "Healthcare Services": " ",
    "in Nigeria": " ",
    "Book Appointment": "Nhọpụta akwụkwọ",
    "Our E-health platform offers video consultations with specialist Doctors in various fields of Medicine. This innovative platform which is the first of its kind in Nigeria, brings about a change in outpatient consultation, leveraging technology through telemedicine. With Our E-health platform, all Nigerians, wherever they are located, now have access to premium healthcare services.":
    "Ikpokoro ahụike E-health anyị na-enye ndụmọdụ vidiyo na ndị dọkịta ọkachamara n'akụkụ dị iche iche nke ọgwụ. Nke a na-emepụta ihe ọhụrụ nke bụ nke mbụ ụdị ya na Nigeria, na-eweta mgbanwe na ndụmọdụ ụlọ ọgwụ, na-eji nkà na ụzụ eme ihe site na telemedicine. Site na ikpo okwu ahụike E-health anyị, ndị Nigeria niile, ebe ọ bụla ha nọ, nwere ugbu a nweta ọrụ nlekọta ahụike adịchaghị mma..",
    "Consult with E-health": "Kpọtụrụ E-health",
    "Log on to our website and click on the \"Consult with E-health\" button then Choose your preferred doctor and the appointment date/time ":
    "Banye na webụsaịtị anyị wee pịa bọtịnụ \"Kpọtụrụ E-health\" wee họrọ dọkịta masịrị gị yana ụbọchị/oge ị ga-eme.",
    "Confirm Appointment": "Kwenye nhọpụta",
    "An email will be sent to you to make payment for the consultation. Click on pay now, then make payment online using your bank card or transfer":
    "A ga-ezigara gị ozi-e iji kwụọ ụgwọ maka ndụmọdụ ahụ. Pịa kwụọ ụgwọ ugbu a, wee kwụọ ụgwọ n'ịntanetị site na iji kaadị akụ ma ọ bụ nyefe gị",
    "Meet your doctor": "Zute dọkịta gị",
    "Once payment is confirmed, an email with the consultation link will be sent to you so you can log on at the scheduled time by clicking on the link":
    "Ozugbo enwetara ịkwụ ụgwọ, a ga-ezigara gị email nwere njikọ ndụmọdụ ka ị nwee ike ịbanye n'oge a kara aka site na ịpị njikọ ahụ.",
    "Frequently Asked Questions (FAQs)": "Ajụjụ a na-ajụkarị",
    "What are some benefits of using the E-health platform?": "Kedu uru ụfọdụ dị na iji ikpo okwu E-health?",
    "E-health distinguishes itself as the first proper hospital operator-based telemedicine platform designed to offer the entire value chain under one platform – consultation & diagnostics, all the way to prescriptions and lab referrals":
    "E-health na-ekewa onwe ya dị ka usoro izizi telemedicine nke onye na-ahụ maka ụlọ ọgwụ na-arụ ọrụ nke ọma nke emere iji nye ahịrị ọnụ ahịa niile n'okpuru otu ikpo okwu - nyocha & nyocha, ruo na ndenye ọgwụ na ntinye akwụkwọ nyocha.",
    "Standing out from other telemedicine providers, E-health provides access to a wide range of specialists across different areas of medicine (multidisciplinary care) under one platform":
    "Na-apụta site na ndị na-enye telemedicine ndị ọzọ, E-health na-enye ohere dị iche iche nke ndị ọkachamara n'ofe mpaghara dị iche iche nke ọgwụ (nlekọta multidisciplinary) n'okpuru otu ikpo okwu.",
    "E-health has a two-way add-on feature that allows the patient to invite a family member or friend on the consultation and at the same time permits the Clinician to invite a colleague in case of a multi-disciplinary or complicated consultation. It also provides the flexibility of choosing the specialty or Specialist and the preferred appointment time":
    "E-health nwere ihe mgbakwunye ụzọ abụọ nke na-enye onye ọrịa ohere ịkpọ onye òtù ezinụlọ ma ọ bụ enyi na ndụmọdụ ma n'otu oge ahụ na-enye onye na-ahụ maka ahụike ohere ịkpọ onye ọrụ ibe ya n'ihe gbasara ọtụtụ ndụmọdụ ma ọ bụ mgbagwoju anya. Ọ na-enyekwa mgbanwe nke ịhọrọ ọpụrụiche ma ọ bụ ọkachamara na oge nhọpụta masịrị",
    "What is the mode of payment on E-health?": "Kedu usoro ịkwụ ụgwọ na ahụike E-health?",
    "You can make payments online using your bank card, USSD code or via bank transfers. Payments are secured with Paystack":
    "Ị nwere ike ịkwụ ụgwọ n'ịntanetị site na iji kaadị akụ gị, koodu USSD ma ọ bụ site na mbufe ụlọ akụ. A na-eji Paystack echekwa ugwo",
    "How much is a consult on the E-health platform?": "Ego ole bụ ndụmọdụ n'elu ikpo okwu E-health?",
    "It costs ₦5,000 to consult with a specialist for 1hour": "Ọ na-efu ₦5,000 ka gị na onye ọkachamara kparịta ụka maka otu awa",
    "You Can Call Us And Book A Visit": "Ị nwere ike ịkpọ anyị na akwụkwọ nleta",
    "Services": "Ọrụ",
    "Departments": "Ngalaba",
    "Doctors": "Ndị dọkịta",
    "Our Management Team": "Otu njikwa anyị",
    "Find Us": "Chọta Anyị",
    "To Contact Our Support Team": "Iji kpọtụrụ ndị otu nkwado anyị",
    "Email us": "Email anyị",
    "To Speak with one of Our Consultants": "Ka gị na otu ndị ndụmọdụ anyị kparịta ụka",
    "Use Our E-care Service.": "Jiri ọrụ nlekọta E-elekọta anyị.",
    "Click here to start": "Pịa ebe a ka ịmalite",

    "Morning": "Ụtụtụ ọma",
    "Afternoon": "Ehihie ọma",
    "Evening": "Mgbede ọma",
    "Patients": "Onye ọrịa",
    "Administrators": "Ndị nchịkwa",
    "Appointments": "Nhọpụta",
    "Quote of the day!": "Nkọwa nke ụbọchị!",
    "Waste no more time arguing what a good man should be, be one.": "Egbula oge ọzọ na-arụ ụka ihe ezigbo mmadụ kwesịrị ịbụ, bụrụ otu.",
    "Latest Appointments": "Nhọpụta kacha ọhụrụ",
    "Patient": "Ndị ọrịa",
    "Status": "Ọnọdụ",
    "Total": "Mkpokọta",
    "Phone Number": "Nọmba ekwentị",
    "Date": "Ụbọchị",

    "Search Department": "Ngalaba ọchụchọ",
    "Add Department": "Tinye Ngalaba",
    "Department": "Ngalaba",
    "Number Of Doctors": "Ọnụọgụ Ndị dọkịta",
    "Department Name": "Aha ngalaba",
    "A department name is required and recommended to be unique": "Achọrọ aha ngalaba ma atụ aro ka ọ bụrụ ihe pụrụ iche",
    "Close": "Mechie",
    "Add": "Tinye",
    "Edit Department": "Ngalaba Dezie",
    "Update": "Mmelite",

    "Navigation": "Nsoro ụzọ",
    "Dashboard": "ulo",
    "User Management": "Njikwa onye ọrụ",
    "My Profile": "Profaịlụ m",
    "My Appointments": "Nhọpụta m"
}
