{
    "Home": "Ile",
    "Why Choose Us": "Kí nìdí Yan Wa",
    "Our Services": "Awọn iṣẹ wa",
    "Our Team": "Egbe wa",
    "Our Branches": "Awọn ẹka wa",
    "Bridging the Gap in the Provision": "Didi aafo ni Ipese ti Awọn iṣẹ ilera ni Nigeria",
    "of": " ",
    "Healthcare Services": " ",
    "in Nigeria": " ",
    "Book Appointment": "Iwe ipinnu lati pade",
    "Our E-health platform offers video consultations with specialist Doctors in various fields of Medicine. This innovative platform which is the first of its kind in Nigeria, brings about a change in outpatient consultation, leveraging technology through telemedicine. With Our E-health platform, all Nigerians, wherever they are located, now have access to premium healthcare services.":
    "Syeed E-health wa nfunni awọn ijumọsọrọ fidio pẹlu awọn dokita alamọja ni ọpọlọpọ awọn aaye ti Oogun. Syeed imotuntun yii ti o jẹ akọkọ ti iru rẹ ni Nigeria, mu iyipada wa ninu ijumọsọrọ ile-igbogun, imudara imọ-ẹrọ nipasẹ telemedicine. Pẹlu Syeed E-health Wa, gbogbo awọn ọmọ orilẹ-ede Nigeria, nibikibi ti wọn wa, ni bayi ni aye si awọn iṣẹ ilera Ere.",
    "Consult with E-health": "Kan si alagbawo pẹlu E-health",
    "Log on to our website and click on the \"Consult with E-health\" button then Choose your preferred doctor and the appointment date/time":
    "Wọle si oju opo wẹẹbu wa ki o tẹ bọtini “Kan si alagbawo pẹlu E-health” lẹhinna Yan dokita ti o fẹ ati ọjọ/akoko ipinnu lati pade",
    "Confirm Appointment": "Jẹrisi ipinnu lati pade",
    "An email will be sent to you to make payment for the consultation. Click on pay now, then make payment online using your bank card or transfer":
    "Imeeli yoo fi ranṣẹ si ọ lati san owo fun ijumọsọrọ naa. Tẹ isanwo ni bayi, lẹhinna ṣe isanwo lori ayelujara nipa lilo kaadi banki rẹ tabi gbigbe",
    "Meet your doctor": "Pade dokita rẹ",
    "Once payment is confirmed, an email with the consultation link will be sent to you so you can log on at the scheduled time by clicking on the link":
    "Ni kete ti isanwo ti jẹrisi, imeeli pẹlu ọna asopọ ijumọsọrọ yoo ranṣẹ si ọ ki o le wọle ni akoko ti a ṣeto nipasẹ titẹ si ọna asopọ",
    "Frequently Asked Questions (FAQs)": "Awon ibeere ti awon eniyan saaba ma n beere",
    "What are some benefits of using the E-health platform?": "Kini diẹ ninu awọn anfani ti lilo pẹpẹ E-health?",
    "E-health distinguishes itself as the first proper hospital operator-based telemedicine platform designed to offer the entire value chain under one platform – consultation & diagnostics, all the way to prescriptions and lab referrals":
    "E-health ṣe iyatọ si ararẹ bi ipilẹ telemedicine ti o da lori oniṣẹ ile-iwosan to dara ti a ṣe apẹrẹ lati fun gbogbo ẹwọn iye labẹ pẹpẹ kan - ijumọsọrọ & awọn iwadii aisan, gbogbo ọna si awọn iwe ilana ati awọn itọkasi lab",
    "Standing out from other telemedicine providers, E-health provides access to a wide range of specialists across different areas of medicine (multidisciplinary care) under one platform":
    "Ti o duro jade lati ọdọ awọn olupese telemedicine miiran, E-health n pese iraye si ọpọlọpọ awọn alamọja kọja awọn agbegbe oriṣiriṣi ti oogun (itọju multidisciplinary) labẹ pẹpẹ kan.",
    "E-health has a two-way add-on feature that allows the patient to invite a family member or friend on the consultation and at the same time permits the Clinician to invite a colleague in case of a multi-disciplinary or complicated consultation. It also provides the flexibility of choosing the specialty or Specialist and the preferred appointment time":
    "E-health ni ẹya-ara afikun-ọna meji ti o fun laaye alaisan lati pe ọmọ ẹgbẹ ẹbi tabi ọrẹ lori ijumọsọrọ ati ni akoko kanna ngbanilaaye Onisẹgun lati pe ẹlẹgbẹ kan ni ọran ti ibawi-pupọ tabi ijumọsọrọ idiju. O tun pese ni irọrun ti yiyan alamọja tabi Alamọja ati akoko ipinnu lati pade ti o fẹ",
    "What is the mode of payment on E-health?": "Kini ipo isanwo lori ilera E-health?",
    "You can make payments online using your bank card, USSD code or via bank transfers. Payments are secured with Paystack":
    "O le ṣe awọn sisanwo lori ayelujara nipa lilo kaadi banki rẹ, koodu USSD tabi nipasẹ awọn gbigbe banki. Awọn sisanwo wa ni ifipamo pẹlu Paystack",
    "How much is a consult on the E-health platform?": "Elo ni ijumọsọrọ lori pẹpẹ E-health?",
    "It costs ₦5,000 to consult with a specialist for 1hour": "O jẹ ₦5,000 lati kan si alamọja kan fun wakati kan",
    "You Can Call Us And Book A Visit": "O le Pe Wa Ati Iwe Ibẹwo kan",
    "Services": "Awọn iṣẹ",
    "Departments": "Awọn ẹka",
    "Doctors": "Awọn dokita",
    "Our Management Team": "Ẹgbẹ iṣakoso wa",
    "Find Us": "Wa Wa",
    "To Contact Our Support Team": "Lati Kan si Ẹgbẹ Atilẹyin Wa",
    "Email us": "Imeeli wa",
    "To Speak with one of Our Consultants": "Lati Sọrọ pẹlu ọkan ninu awọn Alamọran wa",
    "Use Our E-care Service.": "Lo Iṣẹ Itọju E-wa",
    "Click here to start": "Tẹ ibi lati bẹrẹ",

    "Morning": "E kaaro",
    "Afternoon": "E kaasan",
    "Evening": "Ka a ale",
    "Patients": "Awọn alaisan",
    "Administrators": "Awọn alakoso",
    "Appointments": "Awọn ipinnu lati pade",
    "Quote of the day!": "Quote ti awọn ọjọ!",
    "Waste no more time arguing what a good man should be, be one.": "Maṣe padanu akoko diẹ sii lati jiyàn kini eniyan rere yẹ ki o jẹ, jẹ ọkan.",
    "Latest Appointments": "Titun awọn ipinnu lati pade",
    "Patient": "Alaisan",
    "Status": "Ipo",
    "Total": "Lapapọ",
    "Phone Number": "Nomba fonu",
    "Date": "Ọjọ",

    "Search Department": "Ẹka wiwa",
    "Add Department": "Fi Ẹka kun",
    "Department": "Ẹka",
    "Number Of Doctors": "Nọmba Awọn dokita",
    "Department Name": "Orukọ Ẹka",
    "A department name is required and recommended to be unique": "Orukọ ẹka kan nilo ati iṣeduro lati jẹ alailẹgbẹ",
    "Close": "Sunmọ",
    "Add": "Fi kun",
    "Edit Department": "Ẹka Ṣatunkọ",

    "Navigation": "Lilọ kiri",
    "Dashboard": "ile",
    "User Management": "Iṣakoso olumulo",
    "My Profile": "Profaili Mi",
    "My Appointments": "Awọn ipinnu lati pade Mi"
}
